Repository: hkiam/PeachCommander
Catalog: Sources/PCApp/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, ko, nb, nl, pl, ro, ru, sk, sl, sv, uk, zh_hans

source: Drive bar
cs: Lišta disků
da: Drevlinje
de: Laufwerksleiste
es: Barra de unidades
fr: Barre des volumes
hu: Lemezsáv
it: Barra dei volumi
ko: 드라이브 바
nb: Diskrad
nl: Schijvenbalk
pl: Pasek dysków
ro: Bara de volume
ru: Панель дисков
sk: Lišta diskov
sl: Vrstica pogonov
sv: Enhetsrad
uk: Панель дисків
zh_hans: 驱动器栏

source: Duplicate Files
cs: Duplicitní soubory
da: Duplikerede filer
de: Duplikate
es: Archivos duplicados
fr: Fichiers en double
hu: Duplikált fájlok
it: File duplicati
ko: 중복 파일
nb: Dupliserte filer
nl: Dubbele bestanden
pl: Zduplikowane pliki
ro: Fișiere duplicate
ru: Дубликаты файлов
sk: Duplicitné súbory
sl: Podvojene datoteke
sv: Dubblettfiler
uk: Файли-дублікати
zh_hans: 重复文件

source: Duplicate Tab
cs: Duplikovat panel
da: Dupliker fane
de: Tab duplizieren
es: Duplicar pestaña
fr: Dupliquer l’onglet
hu: Lap megkettőzése
it: Duplica scheda
ko: 탭 복제
nb: Dupliser fane
nl: Tabblad dupliceren
pl: Duplikuj kartę
ro: Duplică fila
ru: Дублировать вкладку
sk: Duplikovať kartu
sl: Podvoji zavihek
sv: Duplicera flik
uk: Дублювати вкладку
zh_hans: 复制标签页

# Duplicate key “%@” — also on line %d. The last one silently wins.
source: Duplicate key “%1$@” — also on line %2$d. The last one silently wins.
cs: Duplicitní klíč „%@“ — také na řádku %d. Poslední tiše vítězí.
da: Dubleret nøgle “%@” — også på linje %d. Den sidste vinder stiltiende.
de: Doppelter Schlüssel „%@“ — auch in Zeile %d. Der letzte gewinnt stillschweigend.
es: Clave duplicada «%@» — también en la línea %d. La última gana en silencio.
fr: Clé en double « %@ » — également à la ligne %d. La dernière l'emporte silencieusement.
hu: Többször szereplő kulcs: „%@” — a %d. sorban is. Az utolsó némán győz.
it: Chiave duplicata «%@» — anche alla riga %d. L'ultima vince silenziosamente.
ko: 중복 키 “%@” — %d번째 줄에도 있습니다. 마지막 값이 조용히 이깁니다.
nb: Duplisert nøkkel «%@» — også på linje %d. Den siste vinner stille.
nl: Dubbele sleutel “%@” — ook op regel %d. De laatste wint stilzwijgend.
pl: Zduplikowany klucz „%@” — także w wierszu %d. Ostatni po cichu wygrywa.
ro: Cheie duplicată „%@” — și la linia %d. Ultima câștigă în silențiu.
ru: Повторяющийся ключ «%@» — также в строке %d. Последний молча побеждает.
sk: Duplicitný kľúč „%@“ — aj na riadku %d. Posledný tichu vyhrá.
sl: Podvojen ključ »%@« — tudi v vrstici %d. Zadnji tiho zmaga.
sv: Dubbel nyckel ”%@” — även på rad %d. Den sista vinner tyst.
uk: Повторюваний ключ «%@» — також у рядку %d. Останній тихо перемагає.
zh_hans: 重复的键“%@”— 第 %d 行也有。最后一个会静默胜出。

source: Duration:
cs: Doba trvání:
da: Varighed:
de: Dauer:
es: Duración:
fr: Durée :
hu: Időtartam:
it: Durata:
ko: 기간:
nb: Varighet:
nl: Duur:
pl: Czas trwania:
ro: Durată:
ru: Длительность:
sk: Trvanie:
sl: Trajanje:
sv: Varaktighet:
uk: Тривалість:
zh_hans: 时长：

source: Dynamic
cs: Dynamická
da: Dynamisk
de: Dynamisch
es: Dinámico
fr: Dynamique
hu: Dinamikus
it: Dinamico
ko: 동적
nb: Dynamisk
nl: Dynamisch
pl: Dynamiczny
ro: Dinamic
ru: Динамический
sk: Dynamické
sl: Dinamično
sv: Dynamisk
uk: Динамічний
zh_hans: 动态

source: Edit
cs: Upravit
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ko: 편집
nb: Rediger
nl: Wijzig
pl: Edycja
ro: Editează
ru: Правка
sk: Upraviť
sl: Uredi
sv: Redigera
uk: Редагувати
zh_hans: 编辑

source: Edit (F4)
cs: Upravit (F4)
da: Rediger (F4)
de: Bearbeiten (F4)
es: Editar (F4)
fr: Modifier (F4)
hu: Szerkesztés (F4)
it: Modifica (F4)
ko: 편집(F4)
nb: Rediger (F4)
nl: Wijzig (F4)
pl: Edytuj (F4)
ro: Editează (F4)
ru: Редактировать (F4)
sk: Upraviť (F4)
sl: Uredi (F4)
sv: Redigera (F4)
uk: Редагувати (F4)
zh_hans: 编辑（F4）

source: Edit ACL
cs: Upravit ACL
da: Rediger ACL
de: ACL bearbeiten
es: Editar ACL
fr: Modifier l’ACL
hu: ACL szerkesztése
it: Modifica ACL
ko: ACL 편집
nb: Rediger ACL
nl: ACL bewerken
pl: Edytuj ACL
ro: Editează ACL
ru: Редактировать ACL
sk: Upraviť ACL
sl: Uredi ACL
sv: Redigera ACL
uk: Редагувати ACL
zh_hans: 编辑 ACL

source: Edit Button Bar…
cs: Upravit lištu tlačítek…
da: Rediger knaplinje…
de: Werkzeugleiste bearbeiten…
es: Editar barra de botones…
fr: Modifier la barre de boutons…
hu: Gombsor szerkesztése…
it: Modifica barra dei pulsanti…
ko: 버튼 바 편집…
nb: Rediger knapperad…
nl: Knoppenbalk bewerken…
pl: Edytuj pasek przycisków…
ro: Editează bara de butoane…
ru: Редактировать панель кнопок…
sk: Upraviť panel tlačidiel…
sl: Uredi orodno vrstico…
sv: Redigera knapprad…
uk: Редагувати панель кнопок…
zh_hans: 编辑按钮栏…

source: Edit Comment
cs: Upravit komentář
da: Rediger kommentar
de: Kommentar bearbeiten
es: Editar comentario
fr: Modifier le commentaire
hu: Megjegyzés szerkesztése
it: Modifica commento
ko: 설명 편집
nb: Rediger kommentar
nl: Opmerking bewerken
pl: Edytuj komentarz
ro: Editează comentariul
ru: Редактировать комментарий
sk: Upraviť komentár
sl: Uredi komentar
sv: Redigera kommentar
uk: Редагувати коментар
zh_hans: 编辑注释

source: Edit Comment…
cs: Upravit komentář…
da: Rediger kommentar…
de: Kommentar bearbeiten…
es: Editar comentario…
fr: Modifier le commentaire…
hu: Megjegyzés szerkesztése…
it: Modifica commento…
ko: 설명 편집…
nb: Rediger kommentar…
nl: Opmerking bewerken…
pl: Edytuj komentarz…
ro: Editează comentariul…
ru: Редактировать комментарий…
sk: Upraviť komentár…
sl: Uredi komentar…
sv: Redigera kommentar…
uk: Редагувати коментар…
zh_hans: 编辑注释…

source: Edit File
cs: Upravit soubor
da: Rediger fil
de: Datei bearbeiten
es: Editar archivo
fr: Modifier le fichier
hu: Fájl szerkesztése
it: Modifica file
ko: 파일 편집
nb: Rediger fil
nl: Bestand bewerken
pl: Edytuj plik
ro: Editează fișierul
ru: Редактировать файл
sk: Upraviť súbor
sl: Uredi datoteko
sv: Redigera fil
uk: Редагувати файл
zh_hans: 编辑文件

source: Edit Menu File…
cs: Upravit soubor nabídky…
da: Rediger menufil…
de: Menüdatei bearbeiten…
es: Editar archivo de menú…
fr: Modifier le fichier de menu…
hu: Menüfájl szerkesztése…
it: Modifica file di menu…
ko: 메뉴 파일 편집…
nb: Rediger menyfil…
nl: Menubestand bewerken…
pl: Edytuj plik menu…
ro: Editează fișierul de meniu…
ru: Редактировать файл меню…
sk: Upraviť súbor menu…
sl: Uredi datoteko menija…
sv: Redigera menyfil…
uk: Редагувати файл меню…
zh_hans: 编辑菜单文件…

source: Edit Names in Editor…
cs: Upravit názvy v editoru…
da: Rediger navne i editor…
de: Namen im Editor bearbeiten…
es: Editar nombres en el editor…
fr: Modifier les noms dans l’éditeur…
hu: Nevek szerkesztése szerkesztőben…
it: Modifica nomi nell’editor…
ko: 편집기에서 이름 편집…
nb: Rediger navn i redigerer…
nl: Namen bewerken in editor…
pl: Edytuj nazwy w edytorze…
ro: Editează numele în editor…
ru: Редактировать имена в редакторе…
sk: Upraviť názvy v editore…
sl: Uredi imena v urejevalniku…
sv: Redigera namn i redigerare…
uk: Редагувати імена в редакторі…
zh_hans: 在编辑器中编辑名称…

source: Edit Shortcuts…
cs: Upravit zkratky…
da: Rediger genveje…
de: Kürzel bearbeiten…
es: Editar atajos…
fr: Modifier les raccourcis…
hu: Gyorsbillentyűk szerkesztése…
it: Modifica scorciatoie…
ko: 단축키 편집…
nb: Rediger snarveier…
nl: Sneltoetsen bewerken…
pl: Edytuj skróty…
ro: Editează scurtăturile…
ru: Редактировать сочетания клавиш…
sk: Upraviť skratky…
sl: Uredi bližnjice…
sv: Redigera kortkommandon…
uk: Редагувати комбінації клавіш…
zh_hans: 编辑快捷键…

source: Edit as Hex
cs: Upravit jako hex
da: Rediger som hex
de: Als Hex bearbeiten
es: Editar como hex
fr: Modifier en hexadécimal
hu: Szerkesztés hexként
it: Modifica come esadecimale
ko: 16진수로 편집
nb: Rediger som heks
nl: Bewerken als hex
pl: Edytuj jako Hex
ro: Editează ca hex
ru: Редактировать как Hex
sk: Upraviť ako hex
sl: Uredi kot šestnajstiško
sv: Redigera som hex
uk: Редагувати як Hex
zh_hans: 以十六进制编辑

source: Edit as Hex…
cs: Upravit jako hex…
da: Rediger som hex…
de: Als Hex bearbeiten…
es: Editar como hex…
fr: Modifier en hexadécimal…
hu: Szerkesztés hexként…
it: Modifica come esadecimale…
ko: 16진수로 편집…
nb: Rediger som heks…
nl: Bewerken als hex…
pl: Edytuj jako Hex…
ro: Editează ca hex…
ru: Редактировать как Hex…
sk: Upraviť ako hex…
sl: Uredi kot šestnajstiško…
sv: Redigera som hex…
uk: Редагувати як Hex…
zh_hans: 以十六进制编辑…

source: Edit path…
cs: Upravit cestu…
da: Rediger sti…
de: Pfad bearbeiten…
es: Editar ruta…
fr: Modifier le chemin…
hu: Útvonal szerkesztése…
it: Modifica percorso…
ko: 경로 편집…
nb: Rediger sti…
nl: Pad bewerken…
pl: Edytuj ścieżkę…
ro: Editează calea…
ru: Редактировать путь…
sk: Upraviť cestu…
sl: Uredi pot…
sv: Redigera sökväg…
uk: Редагувати шлях…
zh_hans: 编辑路径…

source: Eject
cs: Vysunout
da: Skub ud
de: Auswerfen
es: Expulsar
fr: Éjecter
hu: Kiadás
it: Espelli
ko: 추출
nb: Løs ut
nl: Uitwerpen
pl: Wysuń
ro: Scoate
ru: Извлечь
sk: Vysunúť
sl: Izvrzi
sv: Mata ut
uk: Витягти
zh_hans: 推出

source: Eject %@
cs: Vysunout %@
da: Skub %@ ud
de: %@ auswerfen
es: Expulsar %@
fr: Éjecter %@
hu: %@ kiadása
it: Espelli %@
ko: %@ 추출
nb: Løs ut %@
nl: %@ uitwerpen
pl: Wysuń %@
ro: Scoate %@
ru: Извлечь %@
sk: Vysunúť %@
sl: Izvrzi %@
sv: Mata ut %@
uk: Витягти %@
zh_hans: 推出 %@

source: Eject Volume
cs: Vysunout svazek
da: Skub disk ud
de: Volume auswerfen
es: Expulsar volumen
fr: Éjecter le volume
hu: Kötet kiadása
it: Espelli volume
ko: 볼륨 추출
nb: Løs ut volum
nl: Volume uitwerpen
pl: Wysuń wolumin
ro: Scoate volumul
ru: Извлечь том
sk: Vysunúť zväzok
sl: Izvrzi nosilec
sv: Mata ut volym
uk: Витягти том
zh_hans: 推出宗卷

source: Eject “%@”
cs: Vysunout „%@“
da: Skub “%@” ud
de: „%@“ auswerfen
es: Expulsar «%@»
fr: Éjecter « %@ »
hu: „%@” kiadása
it: Espelli «%@»
ko: “%@” 추출
nb: Løs ut «%@»
nl: ‘%@’ uitwerpen
pl: Wysuń „%@”
ro: Scoate „%@”
ru: Извлечь «%@»
sk: Vysunúť „%@“
sl: Izvrzi »%@«
sv: Mata ut ”%@”
uk: Витягти «%@»
zh_hans: 推出“%@”

source: Empty folders only
cs: Pouze prázdné složky
da: Kun tomme mapper
de: Nur leere Ordner
es: Solo carpetas vacías
fr: Dossiers vides uniquement
hu: Csak üres mappák
it: Solo cartelle vuote
ko: 빈 폴더만
nb: Bare tomme mapper
nl: Alleen lege mappen
pl: Tylko puste foldery
ro: Doar dosare goale
ru: Только пустые папки
sk: Iba prázdne priečinky
sl: Samo prazne mape
sv: Endast tomma mappar
uk: Лише порожні теки
zh_hans: 仅空文件夹

source: Enable MCP server (let external agents like Claude Code control this app)
cs: Povolit server MCP (umožnit externím agentům, jako je Claude Code, ovládat tuto aplikaci)
da: Aktiver MCP-server (lad eksterne agenter som Claude Code styre denne app)
de: MCP-Server aktivieren (externe Agenten wie Claude Code dürfen diese App steuern)
es: Activar el servidor MCP (permitir que agentes externos como Claude Code controlen esta app)
fr: Activer le serveur MCP (permettre à des agents externes comme Claude Code de contrôler cette app)
hu: MCP-kiszolgáló engedélyezése (külső ügynökök, például a Claude Code vezérelhetik ezt az alkalmazást)
it: Abilita il server MCP (consenti ad agenti esterni come Claude Code di controllare questa app)
ko: MCP 서버 활성화(Claude Code 같은 외부 에이전트가 이 앱을 제어하도록 허용)
nb: Aktiver MCP-server (la eksterne agenter som Claude Code styre denne appen)
nl: MCP-server inschakelen (laat externe agents zoals Claude Code deze app besturen)
pl: Włącz serwer MCP (pozwól zewnętrznym agentom, takim jak Claude Code, sterować tą aplikacją)
ro: Activează serverul MCP (permite agenților externi precum Claude Code să controleze această aplicație)
ru: Включить сервер MCP (позволить внешним агентам, таким как Claude Code, управлять этим приложением)
sk: Povoliť server MCP (nechať externých agentov ako Claude Code ovládať túto aplikáciu)
sl: Omogoči strežnik MCP (dovoli zunanjim agentom, kot je Claude Code, upravljanje te aplikacije)
sv: Aktivera MCP-server (låt externa agenter som Claude Code styra den här appen)
uk: Увімкнути сервер MCP (дозволити зовнішнім агентам, як-от Claude Code, керувати цією програмою)
zh_hans: 启用 MCP 服务器（让 Claude Code 等外部代理控制此应用程序）

source: Encode (Base64)
cs: Zakódovat (Base64)
da: Kod (Base64)
de: Kodieren (Base64)
es: Codificar (Base64)
fr: Encoder (Base64)
hu: Kódolás (Base64)
it: Codifica (Base64)
ko: Base64 인코딩
nb: Kode (Base64)
nl: Coderen (Base64)
pl: Koduj (Base64)
ro: Codifică (Base64)
ru: Закодировать (Base64)
sk: Zakódovať (Base64)
sl: Kodiraj (Base64)
sv: Koda (Base64)
uk: Кодувати (Base64)
zh_hans: 编码（Base64）

source: Encode File
cs: Zakódovat soubor
da: Kod fil
de: Datei kodieren
es: Codificar archivo
fr: Encoder le fichier
hu: Fájl kódolása
it: Codifica file
ko: 파일 인코딩
nb: Kode fil
nl: Bestand coderen
pl: Koduj plik
ro: Codifică fișierul
ru: Закодировать файл
sk: Zakódovať súbor
sl: Kodiraj datoteko
sv: Koda fil
uk: Кодувати файл
zh_hans: 编码文件

source: Encode File (Base64)
cs: Zakódovat soubor (Base64)
da: Kod fil (Base64)
de: Datei kodieren (Base64)
es: Codificar archivo (Base64)
fr: Encoder le fichier (Base64)
hu: Fájl kódolása (Base64)
it: Codifica file (Base64)
ko: 파일 인코딩(Base64)
nb: Kode fil (Base64)
nl: Bestand coderen (Base64)
pl: Koduj plik (Base64)
ro: Codifică fișierul (Base64)
ru: Закодировать файл (Base64)
sk: Zakódovať súbor (Base64)
sl: Kodiraj datoteko (Base64)
sv: Koda fil (Base64)
uk: Кодувати файл (Base64)
zh_hans: 编码文件（Base64）

source: Encode File…
cs: Zakódovat soubor…
da: Kod fil…
de: Datei kodieren…
es: Codificar archivo…
fr: Encoder le fichier…
hu: Fájl kódolása…
it: Codifica file…
ko: 파일 인코딩…
nb: Kode fil…
nl: Bestand coderen…
pl: Koduj plik…
ro: Codifică fișierul…
ru: Закодировать файл…
sk: Zakódovať súbor…
sl: Kodiraj datoteko…
sv: Koda fil…
uk: Кодувати файл…
zh_hans: 编码文件…

source: Encoding
cs: Kódování
da: Kodning
de: Kodierung
es: Codificación
fr: Encodage
hu: Kódolás
it: Codifica
ko: 인코딩
nb: Koding
nl: Codering
pl: Kodowanie
ro: Codificare
ru: Кодировка
sk: Kódovanie
sl: Kodiranje
sv: Kodning
uk: Кодування
zh_hans: 编码

source: Encoding-aware
cs: S ohledem na kódování
da: Kodningsbevidst
de: Kodierungsbewusst
es: Con reconocimiento de codificación
fr: Sensible à l’encodage
hu: Kódolásérzékeny
it: Con riconoscimento codifica
ko: 인코딩 인식
nb: Kodingsbevisst
nl: Coderingsbewust
pl: Uwzględnia kodowanie
ro: Conștient de codificare
ru: С учётом кодировки
sk: Zohľadňovať kódovanie
sl: Upoštevanje kodiranja
sv: Kodningsmedveten
uk: З урахуванням кодування
zh_hans: 编码感知

source: Encoding:
cs: Kódování:
da: Kodning:
de: Kodierung:
es: Codificación:
fr: Encodage :
hu: Kódolás:
it: Codifica:
ko: 인코딩:
nb: Koding:
nl: Codering:
pl: Kodowanie:
ro: Codificare:
ru: Кодировка:
sk: Kódovanie:
sl: Kodiranje:
sv: Kodning:
uk: Кодування:
zh_hans: 编码：

source: Enter a TCP/UDP port number to locate the process using it.
cs: Zadejte číslo portu TCP/UDP pro nalezení procesu, který jej používá.
da: Indtast et TCP/UDP-portnummer for at finde den proces, der bruger det.
de: Portnummer (TCP/UDP) eingeben, um den belegenden Prozess zu finden.
es: Introduce un número de puerto TCP/UDP para localizar el proceso que lo usa.
fr: Saisissez un numéro de port TCP/UDP pour localiser le processus qui l’utilise.
hu: Adjon meg egy TCP/UDP-portszámot az azt használó folyamat megkereséséhez.
it: Inserisci un numero di porta TCP/UDP per individuare il processo che la usa.
ko: 사용 중인 프로세스를 찾을 TCP/UDP 포트 번호를 입력하십시오.
nb: Skriv inn et TCP/UDP-portnummer for å finne prosessen som bruker den.
nl: Voer een TCP/UDP-poortnummer in om het proces te vinden dat het gebruikt.
pl: Wprowadź numer portu TCP/UDP, aby zlokalizować używający go proces.
ro: Introduceți un număr de port TCP/UDP pentru a localiza procesul care îl folosește.
ru: Введите номер порта TCP/UDP, чтобы найти использующий его процесс.
sk: Zadajte číslo TCP/UDP portu na nájdenie procesu, ktorý ho používa.
sl: Vnesite številko vrat TCP/UDP, da poiščete proces, ki jih uporablja.
sv: Ange ett TCP/UDP-portnummer för att hitta processen som använder den.
uk: Введіть номер порту TCP/UDP, щоб знайти процес, який його використовує.
zh_hans: 输入 TCP/UDP 端口号以查找使用它的进程。

source: Enter a file path. Processes holding it open are highlighted: reading, writing, and both in their own colour.
cs: Zadejte cestu k souboru. Procesy, které jej mají otevřený, se zvýrazní: čtoucí, zapisující a obojí vlastní barvou.
da: Indtast en filsti. Processer, der har den åben, fremhæves: læsende, skrivende og begge i hver sin farve.
de: Dateipfad eingeben. Prozesse, die sie geöffnet haben, werden hervorgehoben: lesend, schreibend und beides in eigener Farbe.
es: Introduce la ruta de un archivo. Los procesos que lo tienen abierto se resaltan: lectura, escritura y ambos con su propio color.
fr: Saisissez un chemin de fichier. Les processus qui l’ont ouvert sont mis en évidence : lecture, écriture et les deux, chacun dans sa couleur.
hu: Adjon meg egy fájlútvonalat. A fájlt nyitva tartó folyamatok kiemelve jelennek meg: olvasó, író és mindkettő saját színnel.
it: Inserisci il percorso di un file. I processi che lo tengono aperto vengono evidenziati: in lettura, in scrittura ed entrambi con un colore proprio.
ko: 파일 경로를 입력하십시오. 해당 파일을 열고 있는 프로세스가 강조 표시됩니다: 읽기, 쓰기, 둘 다 각각 다른 색상입니다.
nb: Skriv inn en filbane. Prosesser som har den åpen, blir uthevet: lesende, skrivende og begge i hver sin farge.
nl: Voer een bestandspad in. Processen die het geopend hebben worden gemarkeerd: lezend, schrijvend en beide in een eigen kleur.
pl: Wprowadź ścieżkę pliku. Procesy, które mają go otwarty, zostaną wyróżnione: odczyt, zapis i oba własnym kolorem.
ro: Introduceți calea unui fișier. Procesele care îl țin deschis sunt evidențiate: citire, scriere și ambele, fiecare cu culoarea sa.
ru: Введите путь к файлу. Процессы, удерживающие его открытым, будут выделены: чтение, запись и оба — своим цветом.
sk: Zadajte cestu k súboru. Procesy, ktoré ho majú otvorený, sa zvýraznia: čítajúce, zapisujúce a obidve vlastnou farbou.
sl: Vnesite pot do datoteke. Procesi, ki jo imajo odprto, bodo označeni: branje, pisanje in oboje, vsak s svojo barvo.
sv: Ange en filsökväg. Processer som har den öppen markeras: läsande, skrivande och båda i var sin färg.
uk: Введіть шлях до файлу. Процеси, які тримають його відкритим, буде підсвічено: читання, запис і обидва — власним кольором.
zh_hans: 输入文件路径。占用该文件的进程将以不同颜色高亮显示：读取、写入以及两者。

source: Enter a host name.
cs: Zadejte název hostitele.
da: Indtast et værtsnavn.
de: Gib einen Hostnamen ein.
es: Introduce un nombre de host.
fr: Saisissez un nom d’hôte.
hu: Adjon meg egy gépnevet.
it: Inserisci un nome host.
ko: 호스트 이름을 입력하세요.
nb: Skriv inn et vertsnavn.
nl: Voer een hostnaam in.
pl: Podaj nazwę hosta.
ro: Introduceți un nume de host.
ru: Введите имя узла.
sk: Zadajte názov hostiteľa.
sl: Vnesite ime gostitelja.
sv: Ange ett värdnamn.
uk: Введіть ім’я вузла.
zh_hans: 请输入主机名。

source: Enter a user name, or tick Anonymous.
cs: Zadejte uživatelské jméno nebo zaškrtněte Anonymní.
da: Indtast et brugernavn, eller sæt flueben i Anonym.
de: Gib einen Benutzernamen ein oder aktiviere „Anonym“.
es: Introduce un nombre de usuario o marca Anónimo.
fr: Saisissez un nom d’utilisateur ou cochez Anonyme.
hu: Adjon meg egy felhasználónevet, vagy jelölje be a Névtelen lehetőséget.
it: Inserisci un nome utente oppure spunta Anonimo.
ko: 사용자 이름을 입력하거나 익명을 선택하세요.
nb: Skriv inn et brukernavn, eller kryss av for Anonym.
nl: Voer een gebruikersnaam in of vink Anoniem aan.
pl: Podaj nazwę użytkownika lub zaznacz Anonimowy.
ro: Introduceți un nume de utilizator sau bifați Anonim.
ru: Введите имя пользователя или отметьте «Анонимно».
sk: Zadajte používateľské meno alebo zaškrtnite Anonymný.
sl: Vnesite uporabniško ime ali označite Anonimno.
sv: Ange ett användarnamn, eller kryssa i Anonym.
uk: Введіть ім’я користувача або позначте «Анонімно».
zh_hans: 请输入用户名，或勾选“匿名”。

source: Enter an SMB/AFP address, a UNC path or server/share.
cs: Zadejte adresu SMB/AFP, cestu UNC nebo server/sdílení.
da: Indtast en SMB/AFP-adresse, en UNC-sti eller server/share.
de: Gib eine SMB/AFP-Adresse, einen UNC-Pfad oder Server/Freigabe ein.
es: Introduce una dirección SMB/AFP, una ruta UNC o servidor/recurso.
fr: Saisissez une adresse SMB/AFP, un chemin UNC ou serveur/partage.
hu: Adjon meg egy SMB/AFP-címet, UNC-útvonalat vagy kiszolgáló/megosztás értéket.
it: Inserisci un indirizzo SMB/AFP, un percorso UNC o server/condivisione.
ko: SMB/AFP 주소, UNC 경로 또는 서버/공유를 입력하십시오.
nb: Skriv inn en SMB/AFP-adresse, en UNC-sti eller server/delt ressurs.
nl: Voer een SMB/AFP-adres, een UNC-pad of server/share in.
pl: Wprowadź adres SMB/AFP, ścieżkę UNC lub serwer/udział.
ro: Introduceți o adresă SMB/AFP, o cale UNC sau server/partajare.
ru: Введите адрес SMB/AFP, путь UNC или сервер/ресурс.
sk: Zadajte adresu SMB/AFP, cestu UNC alebo server/zdieľanie.
sl: Vnesite naslov SMB/AFP, pot UNC ali strežnik/mapo.
sv: Ange en SMB/AFP-adress, en UNC-sökväg eller server/resurs.
uk: Введіть адресу SMB/AFP, шлях UNC або сервер/ресурс.
zh_hans: 输入 SMB/AFP 地址、UNC 路径或服务器/共享。

source: Enter file mask (e.g. *.txt or *.c *.h):
cs: Zadejte masku souborů (např. *.txt nebo *.c *.h):
da: Indtast filmaske (f.eks. *.txt eller *.c *.h):
de: Dateimaske eingeben (z. B. *.txt oder *.c *.h):
es: Introduce una máscara de archivo (p. ej. *.txt o *.c *.h):
fr: Saisissez un masque de fichier (par ex. *.txt ou *.c *.h) :
hu: Adjon meg fájlmaszkot (pl. *.txt vagy *.c *.h):
it: Inserisci una maschera file (es. *.txt o *.c *.h):
ko: 파일 마스크 입력(예: *.txt 또는 *.c *.h):
nb: Skriv inn filmaske (f.eks. *.txt eller *.c *.h):
nl: Voer bestandsmasker in (bijv. *.txt of *.c *.h):
pl: Wprowadź maskę plików (np. *.txt lub *.c *.h):
ro: Introduceți masca de fișiere (de ex. *.txt sau *.c *.h):
ru: Введите маску файлов (например, *.txt или *.c *.h):
sk: Zadajte masku súborov (napr. *.txt alebo *.c *.h):
sl: Vnesite masko datoteke (npr. *.txt ali *.c *.h):
sv: Ange filmask (t.ex. *.txt eller *.c *.h):
uk: Введіть маску файлів (наприклад, *.txt або *.c *.h):
zh_hans: 输入文件掩码（例如 *.txt 或 *.c *.h）：

source: Error
cs: Chyba
da: Fejl
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ko: 오류
nb: Feil
nl: Fout
pl: Błąd
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
uk: Помилка
zh_hans: 错误

source: Error: %@
cs: Chyba: %@
da: Fejl: %@
de: Fehler: %@
fr: Erreur : %@
hu: Hiba: %@
it: Errore: %@
ko: 오류: %@
nb: Feil: %@
nl: Fout: %@
pl: Błąd: %@
ro: Eroare: %@
ru: Ошибка: %@
sk: Chyba: %@
sl: Napaka: %@
sv: Fel: %@
uk: Помилка: %@
zh_hans: 错误：%@

source: Escape as JSON String
cs: Zakódovat jako řetězec JSON
da: Escape som JSON-streng
de: Als JSON-String maskieren
es: Escapar como cadena JSON
fr: Échapper en chaîne JSON
hu: Escape-elés JSON-karakterláncként
it: Convertire in stringa JSON
ko: JSON 문자열로 이스케이프
nb: Escape som JSON-streng
nl: Als JSON-tekenreeks escapen
pl: Zakoduj jako łańcuch JSON
ro: Escapează ca șir JSON
ru: Экранировать как строку JSON
sk: Zakódovať ako reťazec JSON
sl: Ubeži kot niz JSON
sv: Escapa som JSON-sträng
uk: Екранувати як рядок JSON
zh_hans: 转义为 JSON 字符串

source: Every Word
cs: Každé slovo
da: Hvert ord
de: Jedes Wort
es: Cada palabra
fr: Chaque mot
hu: Minden szó
it: Ogni parola
ko: 모든 단어
nb: Hvert ord
nl: Elk woord
pl: Każde słowo
ro: Fiecare cuvânt
ru: Каждое слово
sk: Každé slovo
sl: Vsaka beseda
sv: Varje ord
uk: Кожне слово
zh_hans: 每个单词

source: Example: %@
cs: Příklad: %@
da: Eksempel: %@
de: Beispiel: %@
es: Ejemplo: %@
fr: Exemple : %@
hu: Példa: %@
it: Esempio: %@
ko: 예: %@
nb: Eksempel: %@
nl: Voorbeeld: %@
pl: Przykład: %@
ro: Exemplu: %@
ru: Пример: %@
sk: Príklad: %@
sl: Primer: %@
sv: Exempel: %@
uk: Приклад: %@
zh_hans: 示例：%@

source: Execute
cs: Spustit
da: Udfør
de: Ausführen
es: Ejecutar
fr: Exécuter
hu: Végrehajtás
it: Esegui
ko: 실행
nb: Kjør
nl: Voer uit
pl: Wykonaj
ro: Execută
ru: Выполнить
sk: Vykonať
sl: Izvedi
sv: Kör
uk: Виконати
zh_hans: 执行
